Autodesk.Revit.DB.Analysis.gbXMLBuildingOperatingSchedule
Enumerations for gbXML (Green Building XML) format, used for energy
analysis, schema version 0.34.
Remarks:
This enumeration corresponds to the buildingType attribute in gbXML and
is used to specify the building operating schedule.